Repository: django-cms/djangocms-stories
Catalog: djangocms_stories/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Select app config
fr: Sélectionnez la configuration d'application

source: Select the app config for the new object
fr: Sélectionnez la configuration d'application pour le nouvel objet

source: Add %s
fr: Ajouter %s

source: Empty
fr: Vide

source: Enable comments for selection
fr: Activer les commentaires sur les articles sélectionnés

source: Disable comments for selection
fr: Désactiver les commentaires sur les articles sélectionnés

source: Generic
fr: Générique

source: Layout
fr: Mise en page

source: You can provide plain strings, Post model attribute or method names
fr: Vous pouvez préciser des chaines de caractères, des attributs ou des methodes du modèle Post

source: stories config
fr: configuration de stories

source: stories configs
fr: configurations de stories

source: instance namespace
fr: namespace d'instance

source: application title
fr: Titre de l’application

source: object name
fr: Nom de l’objet

source: default size of full images
fr: taille par défaut des images en entier

source: If left empty the image size will have to be set for every newly created post.
fr: Si laissé vide, la taille de l'image doit être précisée pour chaque nouvel article.

source: default size of thumbnail images
fr: taille par défaut des miniatures d'images

source: If left empty the thumbnail image size will have to be set for every newly created post.
fr: Si laissé vide, la taille de l'image miniature doit être précisée pour chaque nouvel article.

source: Permalink structure
fr: Structure permalien

source: Use placeholder and plugins for article body
fr: Utiliser une balise et des plugins pour le corps de l’article

source: Use abstract field
fr: Utiliser un champ abrégé

source: Enable related posts
fr: Activer articles similaires

source: No
fr: Non

source: Yes, from this stories config
fr: Oui, depuis cette configuration de stories

source: Yes, from this site
fr: Oui, depuis ce site

source: Set author by default
fr: Spécifier l’auteur par défaut

source: Paginate size
fr: Nombre d’articles par page

source: When paginating list views, how many articles per page?
fr: Lors de la pagination des listes, combien d’articles souhaitez vous afficher par page ?

source: Template prefix
fr: Prefixe dans le template

source: Alternative directory to load the stories templates from
fr: Charger les templates de stories à partir de ce répertoire alternatif

source: Menu structure
fr: Structure du menu

source: Structure of the django CMS menu
fr: Structure du menu django CMS

source: Show empty categories in menu
fr: Afficher des catégories vides dans le menu

source: Show categories with no post attached in the menu
fr: Afficher les catégories sans articles liés dans le menu

source: Sitemap changefreq
fr: Fréquence de mise à jour de la Sitemap

source: Changefreq attribute for sitemap items
fr: Attribut ‘Changfreq ‘ pour chaque entrée de la sitemap.

source: Sitemap priority
fr: Priorité de la sitemap

source: Priority attribute for sitemap items
fr: Priorité de chaque entrée de la sitemap

source: Object type
fr: Type de l’objet

source: Schema.org author name
fr: Schema.org nom d'auteur

source: Send notifications on post publish
fr: Envoyer des notifications lors de la publication d'un article

source: Emits a desktop notification -if enabled- when publishing a new post
fr: Emets une notification sur le bureau, si activée, lors de la publication d'un nouvel article

source: Send notifications on post update
fr: Envoyer des notifications lors de la mise à jour d'un article

source: Emits a desktop notification -if enabled- when editing a published post
fr: Emets une notification sur le bureau, si activée, lors de la édition d'un article publié

source: untitled
fr: sans titre

source: New {0}
fr: Nouveau {0}

source: Create a new {0} in {1}
fr: Ajouter un nouveau {0} dans {1}

source: Post category menu
fr: Menu des catégories d'articles

source: View on site
fr: Voir sur le site

source: Preview
fr: Prévisualiser

source: View Published
fr: Voir la version publiée

source: %(object_name)s properties
fr: propriétés de %(object_name)s

source: All entries
fr: Tous les posts

source: New %(object_name)s
fr: Nouveau %(object_name)s

source: Edit Configuration
fr: Modifier la configuration

source: app. config
fr: configuration de l'application

source: Selected story not available any more. Close wizard.
fr: La story sélectionnée n'est plus disponible. Vous pouvez fermer la fenêtre.

source: Blog articles on %(site_name)s
fr: Articles de blog sur le site %(site_name)s

source: App Config
fr: Configuration de l'application

source: Select the app config to apply to the new post.
fr: Sélectionnez la configuration d'application pour le nouveau post

source: parent
fr: père

source: created at
fr: crée le

source: modified at
fr: modifié le

source: When selecting a value, the form is reloaded to get the updated default
fr: Lorsque vous sélectionnez une valeur, le formulaire est rechargé pour obtenir la valeur par défaut mise à jour.

source: priority
fr: priorité

source: main image
fr: image principale

source: main image thumbnail
fr: miniature image principale

source: main image full
fr: image principale taille réelle

source: name
fr: nom

source: category meta description
fr: déscription de la catégorie

source: abstract
fr: résumé

source: post category
fr: catégorie du post

source: post categories
fr: catégories des posts

source: PostCategory (no translation)
fr: CatégorieDePost (sans traduction)

source: author
fr: auteur

source: created
fr: crée le

source: last modified
fr: modifié le

source: published since
fr: publié depuis

source: published until
fr: publié jusqu’à

source: featured date
fr: date de mise en avant

source: include in RSS feed
fr: inclus dans le flux RSS

source: category
fr: catégorie

source: enable comments on post
fr: activer les commentaires sur l’article

source: Select sites in which to show the post. If none is set it will be visible in all the configured sites.
fr: Sélectionnez les sites dans lesquels afficher l’article. Si aucun site n’est sélectionné, l’article sera visible dans tous les sites.

source: Type a tag and hit tab, or start typing and select from autocomplete list.
fr: Tapez un tag et appuyez sur la touche Tab, ou commencez à taper et sélectionnez de la liste d'auto-complétion.

source: Related Posts
fr: Articles similaires

source: Post (no translation)
fr: Article (sans traduction)

source: No title
fr: Sans titre

source: post content
fr: contenu du post

source: post contents
fr: contenus des posts

source: language
fr: langue

source: title
fr: Titre

source: subtitle
fr: sous-titre

source: post meta description
fr: description ‘meta’ de l’article

source: post meta keywords
fr: mots clés ‘meta’ de l’article

source: post meta title
fr: titre ‘meta’ de l’article

source: used in title tag and social sharing
fr: visible dans le titre et dans le partage sur les réseaux sociaux

source: text
fr: texte

source: Untitled
fr: Sans titre

source: current site
fr: Site actuel

source: Select items from the current site only
fr: Sélectionner les éléments à partir du site actuel seulement

source: Plugin layout
fr: Template de plugin

source: Select plugin layout to load for this instance
fr: Sélectionner un template de plugin pour cette instance

source: entries
fr: nombre de posts

source: The number of latests entries to be displayed.
fr: Le nombre de posts à afficher.

source: filter by tag
fr: filtrer par tag

source: Show only the entries tagged with chosen tags.
fr: Afficher seulement les posts possédant ces tags.

source: filter by category
fr: filtrer par catégorie

source: Show only the posts of the chosen categories.
fr: Afficher seulement les posts possédant ces catégories.

source: %s latest posts by tag
fr: %s derniers articles par tag

source: authors
fr: Auteurs

source: The number of author entries to be displayed.
fr: Le nombre d’articles de l’auteur à afficher

source: %s latest entries by author
fr: %s derniers articles par auteur

source: Featured posts
fr: Posts mis en avant

source: generic blog plugin
fr: plugin générique pour le blog

source: Full date
fr: Date complète

source: Year / Month
fr: Année / Mois

source: Category
fr: Catégorie

source: Just slug
fr: Uniquement le slug

source: Categories and posts
fr: Catégories et articles

source: Categories only
fr: Catégories seulement

source: Posts only
fr: Articles seulement

source: None
fr: Aucun

source: always
fr: toujours

source: hourly
fr: toutes les heures

source: daily
fr: quotidien

source: weekly
fr: hebdomadaire

source: monthly
fr: mensuel

source: yearly
fr: annuel

source: never
fr: jamais

source: Latest Blog Articles
fr: Articles récents du blog

source: Latest Blog Articles - Cache
fr: Articles récents du blog - Cache

source: Author Blog Articles
fr: Articles de l’auteur

source: Author Blog Articles List
fr: Liste d'articles de l’auteur

source: Categories
fr: Catégories

source: Featured Posts
fr: Articles mis en avant

source: Featured Posts - Cache
fr: Articles mis en avant - Cache

source: Default template
fr: Template par défaut

source: Language
fr: Langue

source: Home
fr: Accueil

source: Blog articles
fr: Articles du blog

source: No article found.
fr: Aucun article trouvé

source: Back
fr: Retour

source: previous
fr: précédent

source: of
fr: sur

source: next
fr: suivant

source: read more
fr: lire la suite

source: Authors
fr: Auteurs

source: No author found.
fr: Aucun auteur trouvé.

source: Articles by
fr: Articles écrits par

source: No categories found.
fr: Aucune catégorie trouvée.
